Repository: fpmi-tp2024/tpmp11a-lab10-flowers_11group
Catalog: flowers/flowers/flowers/*.lproj/Localizable.strings
Languages: pl

source: Rose
pl: Róża

source: A classic garden plant known for its fragrant flowers and thorny stems.
pl: Klasyczna roślina ogrodowa znana ze swoich pachnących kwiatów i kolczastych łodyg.

source: garden
pl: ogród

source: height 3'-6'
pl: wysokość 90-180 cm

source: upto 60%
pl: do 60%

source: twice a week
pl: dwa razy w tygodniu

source: Orchid
pl: Storczyk

source: Exotic plants with beautiful and delicate flowers, popular as indoor plants.
pl: Egzotyczne rośliny o pięknych i delikatnych kwiatach, popularne jako rośliny doniczkowe.

source: indirect sunlight
pl: rozproszone światło

source: height 12''-24''
pl: wysokość 30-60 cm

source: once a week
pl: raz w tygodniu

source: Cactus
pl: Kaktus

source: Low-maintenance desert plants that store water in their thick stems.
pl: Łatwe w utrzymaniu rośliny pustynne, które magazynują wodę w swoich grubych łodygach.

source: sunny spot
pl: słoneczne miejsce

source: height 6''-12''
pl: wysokość 15-30 cm

source: once a month
pl: raz w miesiącu

source: Lavender
pl: Lawenda

source: Aromatic herb known for its fragrant purple flowers and calming scent.
pl: Aromatyczne zioło znane ze swoich pachnących fioletowych kwiatów i uspokajającego zapachu.

source: full sun
pl: pełne słońce

source: height 1'-3'
pl: wysokość 30-90 cm

source: Miniature trees cultivated in small pots, requiring careful pruning and care.
pl: Miniaturowe drzewka uprawiane w małych doniczkach, wymagające starannego przycinania i pielęgnacji.

source: bright, indirect light
pl: jasne, rozproszone światło

source: varies depending on species
pl: zależy od gatunku

source: every 2-3 days
pl: co 2-3 dni

source: Lily
pl: Lilia

source: Elegant flowers known for their large, fragrant blooms, often used in bouquets.
pl: Eleganckie kwiaty znane ze swoich dużych, pachnących kwiatostanów, często używane w bukietach.

source: partial shade
pl: półcień

source: height 2'-5'
pl: wysokość 60-150 cm

source: Location
pl: Lokalizacja

source: Water
pl: Woda

source: Humidity
pl: Wilgotność

source: Size
pl: Rozmiar

source: Confirm
pl: Potwierdź

source: Care guide
pl: Przewodnik pielęgnacji

source: sign in
pl: Zaloguj się

source: sign up
pl: Zarejestruj się

source: My plants
pl: Moje rośliny

source: Yakimovich plants
pl: Rośliny Yakimovich

source: Incorrect data!
pl: Nieprawidłowe dane!

source: Registrate succesfully!
pl: Rejestracja zakończona sukcesem!

source: No such user!
pl: Nie ma takiego użytkownika!

source: Incorrect login or password!
pl: Nieprawidłowy login lub hasło!

source: view map
pl: zobacz mapę

source: my plants
pl: moje rośliny

source: add plant
pl: dodaj roślinę

source: weather
pl: pogoda

source: repeat password
pl: powtórz hasło

source: Login unavailable!
pl: Logowanie niedostępne!

source: Check progress!
pl: Sprawdź postęp!
